/******************************************************************************

                  版权所有 (C), 2018-2028, 杭州友机技术有限公司

 ******************************************************************************
  文 件 名   : vos_message.h
  版 本 号   : 初稿
  作    者   : 蒋康
  生成日期   : 2018年10月17日
  最近修改   :
  功能描述   : 消息通信
  函数列表   :
  修改历史   :
  1.日    期   : 2018年10月17日
    作    者   : 蒋康
    修改内容   : 创建文件

******************************************************************************/


#ifndef _VOS_MESSAGE_H_
#define _VOS_MESSAGE_H_



#if VOS_PLAT_WIN32
typedef HANDLE VOS_MSG_T;
#endif














#endif

